alacritty
audacity
base
base-devel
bat
breeze
breeze-gtk
cheese
clang
cmake
code
cuda
cudnn
cups
discord
dmidecode
docker
docker-compose
dosfstools
drawio-desktop
evtest
fastfetch
festival
firefox
fish
flatpak
foomatic-db
fuzzel
gamescope
ghostscript
gimp
git
github-cli
glow
gnome-themes-extra
gptfdisk
greetd
greetd-tuigreet
gsfonts
gutenprint
hplip
htop
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
inter-font
jdk-openjdk
kitty
libreoffice-fresh
libva-utils
linux
linux-firmware
linux-headers
llvm
love
mandoc
maven
mdcat
mesa-utils
mpv
neovim
networkmanager
ninja
noto-fonts-emoji
npm
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look
obsidian
opencv-cuda
openssh
pandoc-cli
pavucontrol
pipewire-alsa
pipewire-pulse
python-openai-whisper
python-opencv-cuda
python-pip
python-weasyprint
ranger
rust
steam
stress-ng
sudo
swaync
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
thunar
tree
ttf-jetbrains-mono
unzip
uwsm
vim
vlc
vulkan-tools
waybar
wf-recorder
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xournalpp
ydotool
zig
zsh
